Repository: common-repository/simple-posting
Catalog: languages/simple-posting-*.po
Languages: de_de

source: All Postings
de_de: Alle Postings

source: New Posting
de_de: Erstellen

source: Categories
de_de: Kategorien

source: Topics
de_de: Themen

source: Plugin settings
de_de: Plugin-Einstellungen

source: You need a free
de_de: Du benötigst ein kostenloses

source: account in order to use this plugin.
de_de: Konto, um dieses Plugin nutzen zu können.

source: Contact
de_de: Kontakt

source: If you got a question, found an error or looking for a feature write us a message.
de_de: Wenn du eine Frage hast, einen Fehler gefunden hast oder eine Funktion brauchst, schreib uns eine Nachricht.

source: Contact us
de_de: Kontakt aufnehmen

source: User Guide
de_de: Benutzerhandbuch

source: Check out user guide for further information about plugin usage.
de_de: Weitere Informationen zur Verwendung des Plugins findest du im Benutzerhandbuch.

source: Go to user guide
de_de: Zum Benutzerhandbuch

source: Unfortunately, you are not authorized to change settings.
de_de: Du bist leider nicht berechtigt diese Einstellungen zu ändern.

source: Please contact an administrator.
de_de: Bitte wende dich an einen Administrator.

source: Category
de_de: Kategorie

source: Search Category
de_de: Kategorie suchen

source: All Categories
de_de: Alle Kategorien

source: Parent Category
de_de: Übergeordnete Kategorie

source: Edit Category
de_de: Kategorie bearbeiten

source: Update Category
de_de: Kategorie aktualisieren

source: New Category
de_de: Neue Kategorie

source: New Category Name
de_de: Name der neuen Kategorie

source: Topic
de_de: Thema

source: Search Topics
de_de: Themen suchen

source: Popular Topics
de_de: Angesagte Themen

source: All Topics
de_de: Alle Themen

source: Edit Topic
de_de: Thema bearbeiten

source: Update Topic
de_de: Thema aktualisieren

source: Add New Topic
de_de: Neues Thema erstellen

source: New Topic Name
de_de: Neues Thema

source: Add or remove topics
de_de: Themen erstellen oder entfernen

source: Choose from the most used topics
de_de: Wähle aus den meistgenutzten Themen

source: Simple Postings
de_de: Simple Posting

source: View Posting
de_de: Posting ansehen

source: Add Posting
de_de: Neues Posting erstellen

source: Edit Posting
de_de: Posting bearbeiten

source: Update Posting
de_de: Posting aktualisieren

source: Search Postings
de_de: Posting suchen

source: No Postings found.
de_de: Keine Postings gefunden.

source: No Posting found.
de_de: Kein Posting gefunden.

source: Social Media Channels
de_de: Social-Media-Kanäle

source: If you change something here please save post first before you plan it.
de_de: Wenn du hier etwas änderst, speichere bitte zuerst das Posting, bevor du es planst.

source: Please activate at least one channel on
de_de: Bitte aktiviere mindestens einen Kanal unter

source: settings page
de_de: Einstellungen

source: Enter an Alt Tag for your featured image. This tag is different to the field you´ll fill out unter Media.
de_de: Gib ein Alt-Tag für dein ausgewähltes Bild ein. Dieses Tag unterscheidet sich von dem Feld, das du unter Medien ausfüllst.

source: Please enter a name for Zapier Webhook
de_de: Bitte gib einen Namen ein für Zapier Webhook

source: Settings saved.
de_de: Einstellungen wurden gespeichert.

source: Duplicate Posting
de_de: Posting duplizieren

source: Duplicate
de_de: Duplizieren

source: Posting couldn´t be duplicated.
de_de: Posting konnte nicht dupliziert werden.

source: Send planned Post(ing) to a maximum of 5 Zapier Webhooks. Free Zapier account needed in order to use this plugin.
de_de: Sende ein geplantes Posting zu einem Maximum von 5 Zapier Webhooks. Ein kostenloses Zapier Konto wird benötigt, um dieses Plugin zu nutzen.
